Repository: JDM170/YandexKeyExtractor
Catalog: YandexKeyExtractor/Resources/Localization.*.resx
Languages: ru_ru

source: Initializing...
ru_ru: Загрузка...

# PhoneNumberVariableName
source: Phone number
ru_ru: Номер телефона

# PromptVariable
source: Enter {0}:
ru_ru: Введите {0}:

# InvalidVariableValue
source: {0} is invalid, try again:
ru_ru: {0} неверен, попробуйте ещё раз:

# SmsCodeVariableName
source: SMS code
ru_ru: Код из SMS

# BackupPasswordVariableName
source: Backup password
ru_ru: Пароль резервной копии

source: Decrypting...
ru_ru: Дешифрование...

# DecryptionFailed
source: Decryption failed! Most likely the password is wrong.
ru_ru: Дешифрование не удалось! Скорее всего, был введён неправильный пароль.

# Success
source: Success! Written {0} authenticators to the file (result.txt).
ru_ru: Успех! Записано {0} данных аутентификаторов в файл (result.txt).

# NoValidBackup
source: Couldn't find a valid backup!
ru_ru: Не получилось найти действительную резервную копию!

# ResponseFailed
source: Got an error while requesting {0}.
ru_ru: Получена ошибка при запросе {0}.

# ResponseFailedWithDetails
source: Got an error status '{0}' while requesting {1}, errors: {2}.
ru_ru: Получен код ошибки '{0} при запросе {1}, ошибки: {2}.

# UnknownErrorOccurred
source: An unknown error occurred: {0}.
ru_ru: Произошла неизвестная ошибка: {0}.
